Repository: raju1984/OnDemandTelemedicine
Catalog: MCD_BACKEND/MyClickDoctorBE/App_Resources/AppResource.*.resx
Languages: hu

# Admin_DenyStatus
source: Your change request was rejected. For more information please contact Myclickdoctor Helpdesk
hu: A változáskérelem elutasítva. További információért lépjen kapcsolatba a Myclickdoctor Helpdeskkel.

# Admin_SuccessStatus
source: Your change request was approved
hu: A változáskérelem elfogadva.

# alreadyExist
source: Already exists
hu: Már létezik

# Alreadyrefund
source: Your payment has already been refunded
hu: A fizetés már visszatérítésre került

# ApointmentTime
source: Appointment time
hu: A konzultáció időpontja

source: Appointment title
hu: A konzultáció célja

source: Appointment with
hu: Konzultáns

# appointment_booked
source: The chosen time is already booked!
hu: Az időpont már foglalt!

# appointment_confirmationsubject
source: Appointment Confirmation
hu: Konzultáció visszaigazolása

# appointment_failed
source: An error occured. Please try again!
hu: Az időpont lefoglalása nem sikerült. Kérjük, próbálja újra!

# appointment_success
source: Appointment booked successfully
hu: Az időpont sikeresen lefoglalva

# app_detail
source: Appointment details
hu: Az időpont részletei

# Bannersucces
source: Banner Added Successfully
hu: A szalaghirdetés sikeresen hozzáadva

# belowdetail
source: Your login details are the following:
hu: Bejelentkezési adatai a következőek:

# BestRegard
source: Best regards
hu: Üdvözlettel

# browserlink
source: In case this button would not work, copy the following URL and open it in your browser:
hu: Amennyiben ez nem működne, másolja be az alábbi URL-t a böngészője címsorába:

# cahnge_dear
source: Dear
hu: Tisztelt

# cahnge_team
source: Myclickdoctor Helpdesk Team
hu: Myclickdoctor Helpdesk

source: Cancel meeting
hu: Találkozó lemondása

# cancel_msg
source: Your following appointment has been cancelled:
hu: Az Ön alábbi időpontfoglalását lemondták.

source: Change password
hu: Jelszó módosítása

# changepass_msg
source: Your password has been changed. In case you didn’t ask for it, please contact the Myclickdoctor Helpdesk.
hu: Az Ön jelszava megváltozott. Ha nem Ön kezdeményezte a jelszóváltozást, vegye fel a kapcsolatot a Myclickdoctor Helpdeskkel!

# change_sincyerly
source: Sincerely yours
hu: Tisztelettel

source: City
hu: Város

# clicklink
source: Please click on the link to login and generate your password
hu: A bejelentkezéshez és a jelszó létrehozásához kattintson a linkre

source: Click Here
hu: Kattintson ide

# contactdoctor
source: I kindly ask you to contact the doctor regarding the registration.
hu: Kérem, a regisztrációt illetően vegyék fel vele a kapcsolatot.

source: Dear
hu: Tisztelt

# dearteam
source: Dear Myclickdoctor Helpdesk,
hu: Tisztelt Myclickdoctor Helpdesk!

source: Doctor
hu: Orvos

# DoctorConsultationRange
source: The consultation cannot be booked due to exceeded consultation limit
hu: Az időpont nem foglalható, a konzultációk száma elérte a maximumot.

# DoctorName
source: Doctor's name
hu: Orvos neve

# doctorwarningmsg
source: You receive this e-mail because you missed a consultation booked to you. We would like to warn you that in case you miss a consultation booked to you again, you will be excluded from Myclickdoctor. In case you can't attend to an appointment you can cancel it: more than 12 hours before the consultation you can do it yourself, while within 12 hours please contact Myclickdoctor Helpdesk in order to do so. Please note that this is an automatically generated e-mail, if you need help, please contact Myclickdoctor Helpdesk.
hu: Ezt a levelet azért kapja, mert nem jelent meg egy Önhöz foglalt konzultáción. Szeretnénk figyelmeztetni, hogy amennyiben ismét elmulaszt egy konzultációt, az a Myclickdoctorból való kizárását jelenti. Természetesen lehetősége van a konzultáció lemondására, abban az esetben, ha közbejönne valami. Több, mint 12 órával a konzultáció előtt Ön is lemondhatja, kevesebb, mint 12 órával a konzultáció előtt ezt a Myclickdoctor Helpdesk tudja megtenni az Ön kérésére. Figyelem! Ez egy automatikusan generált levél, kérdés esetén forduljon a Myclickdoctor Helpdeskhez!

source: Doctor Category
hu: Orvos kategória

source: Duration
hu: Időtartam

# EmailAuthMsg
source: Here is the confirmation code for your Verification
hu: Itt található a megerősítés kódja

# emailverify
source: An e-mail has been sent to your address with instructions on how to reset your password
hu: A jelszó visszaállításához szükséges e-mailt elküldtük Önnek. Kérjük, kövesse a levélben foglalt utasításokat!

# forgetblow
source: You asked to restore your password. To create a new password, please, click on the button below:
hu: Ön elfelejtett jelszava helyreállítását kérte. Az új jelszó létrehozásához kattintson az alábbi linkre:

# forgetDiscard
source: In case you didn’t ask to restore your password, you don’t have anything to do, simply disregard this e-mail.
hu: Ha nem Ön kezdeményezte jelszava helyreállítását, nincsen további teendője, hagyja figyelmen kívül ezt az e-mailt.

# ForgetPassword
source: Forgot Password
hu: Elfelejtett jelszó

# forgetRecive_request
source: We received a request that you want to restore the password
hu: Ön elfelejtett jelszava helyreállítását kérte.

# forget_Link_Reset
source: Please click on the following link to reset your password
hu: A jelszó visszaállításához kattintson az alábbi linkre:

# Hi
source: Nice
hu: Kedves

# HiThere
source: Dear
hu: Tisztelt

# invalid_model
source: Model is invalid!
hu: A modell érvénytelen!

# invalid_username
source: Invalid username or password
hu: Érvénytelen felhasználónév vagy jelszó!

source: Invitation
hu: Meghívás

# invitekind
source: I kindly ask you to contact the following doctor in order to register him/her to Myclickdoctor.
hu: Kérem, a regisztrációt illetően vegyék fel vele a kapcsolatot.

# invitemsg
source: I would like to invite a new doctor to Myclickdoctor. His/her details are the following:
hu: Az alábbi orvost szeretném meghívni a Myclickdoctorba:

# invoice_upload
source: Invoice uploaded successfully!
hu: A számla feltöltése sikeresen megtörtént!

# KindlyContact
source: Kindly contact us in any case of issue
hu: Kérjük, probléma esetén kérdésével forduljon hozzánk!

# login_success
source: Logged in
hu: Bejelentkezve

# Mail_invalid
source: The e-mail you entered is invalid, please check again
hu: A megadott e-mail érvénytelen. Kérjük, ellenőrizze!

# MaxAccesseedCallCount
source: You Can't Book because Time Slot limit is Over!
hu: Nem tudsz foglalni, mert lejárt az időkorlát!

# MCDchange
source: Myclickdoctor Helpdesk has made changes in certain informations on your account.
hu: A Myclickdoctor Helpdesk megváltoztatta fiókadatait.

# medicalregister
source: Your registration to Myclickdoctor was successful!
hu: Ön sikeresen regisztrált a Myclickdoctorban.

source: Morbidity
hu: Konzultációs összefoglalók

# Morbiditymsg
source: Please click on the below button to view your Morbidity
hu: Kérjük, kattintson az alábbi gombra a Morbiditás megtekintéséhez

# newAppointment
source: To book a new appointment, please enter Myclickdoctor.
hu: Új időpont foglalásához kérjük, lépjen be a Myclickdoctorba.

# NotRefund
source: No refund
hu: Nincs visszatérítés

# no_nurse
source: There are no available nurses for the chosen time
hu: Egyelőre nem áll rendelkezésre nővér

source: Nurse
hu: Nővér

# Old_Password
source: Old password is incorrect
hu: A régi jelszó érvénytelen!

# partial_appointment
source: Partial appointment only book for patient
hu: Részleges időpont egyeztetés csak a beteg számára

source: Patient
hu: Beteg

# PatientSuccess
source: Successful registration! We sent you an e-mail with the instructions to set up your password. Please check your inbox. Warning! If you don't activate your profile within 24 hours, your registration will be lost! (You can register again anytime later.)
hu: A regisztráció sikeres volt. A jelszó létrehozásához szükséges e-mailt elküldtük a regisztrált e-mail címére. Kérjük, kövesse a levélben foglalt utasításokat és hozza létre jelszavát! Figyelem! Ha 24 órán belül nem aktiválja a profilját, a regisztrációja törlődik! (Később bármikor újra tud regisztrálni.)

source: Pharmaceutical company
hu: Gyógyszercég

source: Pharma representative
hu: Orvoslátogató

# pharma_slot
source: You have already booked this time slot for another appointment.
hu: Erre az időpontra már foglalt egy másik konzultációt!

source: Phone
hu: Telefon

# Profilechanged
source: Your Profile detail changed by the Admin.Please contact with Helpdesk Team
hu: Profiladatait az Admin megváltoztatta. Kérjük, lépjen kapcsolatba a Helpdesk csapatával

source: Profile confirmation
hu: Profil megerősítése

# ProfileRequest
source: Your profile change request was accepted by Myclickdoctor Helpdesk.
hu: Változáskérelem elfogadva

# ProfileRequestDeny
source: Your profile change request was rejected
hu: Változáskérelem elutasítva

# refindsuccessmsg
source: Your payment refund request is being processed
hu: Visszatérítési kérelme feldolgozás alatt

# Refund_status
source: Refund
hu: Visszatérítés

source: Registration confirmation
hu: Regisztráció megerősítése

# sendmailAdmin
source: A mail successfully sent to Myclickdoctor Helpdesk
hu: A levél sikeresen elküldve a Myclickdoctor Helpdesknek

# sharesuccess
source: Morbidity share successfully
hu: A megbetegedések aránya sikeres

# Slot_added
source: A time slot is already added for this duration
hu: A megadott időtartamra már létezik idősáv

# sorry
source: We are very sorry for any inconvenience caused.
hu: Nagyon elnézést kérünk az esetleges kellemetlenségekért.

# Speciality
source: Specialty
hu: Szakterület

# StartDate
source: Appointment's start
hu: Látogatás kezdete

# subject_changed
source: Account information has been changed
hu: A fiókadatok megváltoztak

source: Successfully Saved
hu: Sikeresen mentve

# success_appointment
source: An appointment was booked to you in Myclickdoctor. The details of the appointment are the following:
hu: A Myclickdoctorban időpontot foglaltak Önhöz. A foglalás részletei a következőek:

# Thanks
source: Thank you very much
hu: Köszönjük!

# TimeslotcreationemailSubject
source: Doctor Time Slot Creation
hu: Doctor Time Slot létrehozása

# Timeslotmsg
source: This is the TimeSlot Details
hu: Ez a TimeSlot részletei

source: TimeZone
hu: Időzóna

source: Topic
hu: Téma

# twohourbefore
source: You Can't Book because Time is Over!
hu: Nem tudsz foglalni, mert lejárt az idő!

source: Type
hu: típus

source: Username
hu: Felhasználónév

# user_Added
source: Added successfully
hu: Sikeresen hozzáadva!

# user_approve
source: Changes are on approval
hu: A változtatások jóváhagyása folyamatban!

# user_Approved
source: Your account was approved successfully!
hu: A fiók sikeresen jóváhagyva!

# user_assign
source: Assigned successfully
hu: Sikeres hozzárendelés!

# user_Blocked
source: Your account was blocked by Myclickdoctor Helpdesk. Please contact them for further information!
hu: Az Ön fiókját letiltották. Kérdés esetén forduljon a Myclickdoctor Helpdeskhez!

# user_cancel
source: Your appointment was canceled
hu: Konzultáció lemondva!

# user_delete
source: Deleted successfully
hu: Felhasználó törölve!

# user_docsuccess
source: Document successfully added!
hu: A dokumentum sikeresen hozzáadva!

# user_exist
source: This e-mail already exists!
hu: Ez a felhasználó már létezik!

# user_Failed
source: An error occured. Please try again!
hu: A felhasználó hozzáadása sikertelen!

# user_feedback
source: Your feedback was submitted successfully
hu: A visszajelzés sikeresen elküldve!

# user_forget
source: We have sent you an e-mail with instructions on how to reset your password. If you don't receive anything from us, please check your Spambox. In case it's not there, contact Myclickdoctor Helpdesk.
hu: E-mailben elküldtük Önnek a jelszó visszaállításához szükséges instrukciókat. Amennyiben nem kapná meg levelünket, kérjük, ellenőrizze a Spam/Levélszemét mappát is.

# user_Img
source: No file selected
hu: Nincs fájl kiválasztva!

# user_listE
source: There's no data
hu: Nincs adat!

# user_listS
source: Data found
hu: Van adat!

# user_notify
source: Request sent successfully
hu: A kérés sikeresen elküldve!

# user_password
source: Password updated successfully
hu: Jelszó megváltoztatva!

# user_Pending
source: Your account is waiting for approval. You can login only once your account has been approved.
hu: Fiókja jelenleg jóváhagyásra vár. Csak jóváhagyás után tud bejelentkezni!

# user_reject
source: The changes were rejected
hu: A módosítás elutasítva!

# user_request
source: Request sent successfully
hu: A kérés sikeresen elküldve!

# user_slot
source: Doctor already booked this time slot for another appointment.
hu: Az orvos már lefoglalta ezt az időpontot egy másik időpontra.

# user_Success
source: Registration successful
hu: Sikeres regisztráció!

# user_SuccessUpdate
source: Profile updated successfully
hu: A profil frissítése sikeresen megtörtént!

# user_update
source: Updated successfully
hu: Sikeresen frissítve!

source: Verification
hu: Igazolás

source: Warning
hu: Figyelmeztetés

# wrong_slot
source: You have to select a time slot lasting at least 20 minutes.
hu: A rendelési időnek legalább 20 percig kell tartania!
